Repository: gpul-org/labs-registrar
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: gl_es

source: You were already on the queue for joining. You will find an invite from GitHub in your inbox.
gl_es: Xa estabas na cola para unirte. Atoparás unha invitación de GitHub na túa bandexa de entrada.

source: Now you are already on the queue for joining. You will find an invite from GitHub in your inbox.
gl_es: Agora xa estás na cola para unirte. Atoparás unha invitación de GitHub na túa bandexa de entrada.

source: Payment confirmed
gl_es: Pagamento confirmado

source: You are now subscribed to the <strong>%s</strong> tier
gl_es: Agora estás subscrito ao pack <strong>%s</strong>

source: You have just paid %1s € to get the %2s tier (transaction id: %3s)
gl_es: Acabas de pagar %1s € para obter o paquete %2s (id de transacción: %3s)

source: Return to your profile
gl_es: Volver ao teu perfil

source: Hello, %s
gl_es: Ola, %s

source: My Profile
gl_es: O meu perfil

source: Logout
gl_es: Pechar sesión

source: Login
gl_es: Iniciar sesión

source: Invited %1s successfully (current state: %2s)
gl_es: Invitouse a %1s satisfactoriamente (estado actual: %2s)

source: Payment log
gl_es: Rexistro de pagamentos

source: Transaction id
gl_es: Id de transacción

source: Amount
gl_es: Cantidade

source: Concept
gl_es: Concepto

source: Status
gl_es: Estado

source: Payment provider
gl_es: Proveedor do pagamento

source: Admin dashboard
gl_es: Dashboard de administración

source: Attend requests for users (%d pending)
gl_es: Atender peticións de usuarios (hai %d)

source: Attend requests for volunteers (%d pending)
gl_es: Atender peticións de voluntarios (hai %d)

source: Approve
gl_es: Aprobar

source: Deny
gl_es: Denegar

source: Select payment method
gl_es: Seleccionar método de pagamento

source: Pay online with PayPal
gl_es: Pagar online con PayPal

source: You will be able to review the details of your transaction when you click the button.
gl_es: Poderás revisar os detalles da transacción cando fagas click no botón.

source: Pay by bank transfer
gl_es: Pagar por transferencia bancaria

source: Issue a wire transfer to:
gl_es: Envía unha transferencia bancaria a:

source: Acct. Holder
gl_es: Titular da conta

source: Bank branch
gl_es: Banco

source: BIC Code
gl_es: Código BIC

source: Please note the details before clicking the button.
gl_es: Por favor, toma nota dos detalles antes de pulsar o botón.

source: I will pay you a bank transfer.
gl_es: Pagarei por transferencia bancaria.

source: Register now
gl_es: Rexistrarse agora

source: Register now for %s
gl_es: Rexístrate agora como %s

source: Confirm tier selection
gl_es: Confima a selección do plan

source: Please confirm your choice
gl_es: Por favor confirma a túa escolla

source: You will have access to the following advantages:
gl_es: Terás acceso ás seguintes vantaxes

source: Register
gl_es: Rexistrar

source: Select payment playform
gl_es: Seleccionar método de pagamento

source: Select another tier
gl_es: Seleccionar outro plan

source: Payment failure
gl_es: Fallo no pagamento

source: Your payment could not be confirmed.
gl_es: O teu pagamento non puido confirmarse

source: User
gl_es: Usuario

source: Full name
gl_es: Nome completo

source: Volunteer status
gl_es: Estado de voluntario

source: Subscription type
gl_es: Tipo de subscripción

source: You are not yet enrolled.
gl_es: Aínda non estás inscrito

source: Register now!
gl_es: Inscríbete agora!

source: Sign up as a volunteer!
gl_es: Date de alta como voluntario!

source: Sign up as a volunteer
gl_es: Alta como voluntario

source: Join our volunteer forces!
gl_es: Únete aos nosos voluntarios!

source: You will be in charge of talks, or special commitments.
gl_es: Estarás ao cargo de charlas ou outros asuntos de interese.

source: Volunteers' perks
gl_es: Vantaxes de ser voluntario

source: GPUL merchandise pack for swag
gl_es: Merchandising de GPUL para ir á moda

source: A lot of learning, good for the resumé
gl_es: Aprenderás un montón, que ademais queda ben no currículo

source: Get in touch with shining people, maybe you'd want to begin a startup?
gl_es: Estarás en contacto con xente chachi, queres comezar a túa propia startup?

source: People of cool companies will come here
gl_es: E xente de compañías enrolladas virán a falarnos como se fan as cousas

source: Request to sign up
gl_es: Pide que te incluamos

source: This form will try to issue an automatic membership request and confirmation to the %s organization. If no org admins have logged in recently, your request will be queued, and you will find the invite in your inbox later.
gl_es: Este formulario tentará enviar unha solicitude automática de membresía e confirmación á organización %s. Se non hai admins da organización que iniciaran sesión recentemente aquí, a túa solicitude quedará á espera, e atoparás a invitación na túa bandexa de entrada.

source: You have already registered for the <strong>%s</strong> tier.
gl_es: Xa te rexistraches no plan <strong>%s</strong>.
